// Ability.jsx 예시
import React from "react";

export default function Eclipse() {
    return (
        <section class="content">
            <div class="s3">
                <p class="vol">
                    <span>심미안</span>
                    <em style = {{fontSize : '16px'}}>정보제공자, 프란츠 하이든(리터 가문 수석 집사, 기억 능력자)</em>
                </p>
 
                <h3>오스트리안 메디치</h3>
                <p className="s3-para">
                    익히 알고 있듯이 리터 가문은 오랫동안 유럽 사교계와 예술계에 이름을 남겨 온 집안으로 ‘오스트리아의 메디치’라고 불릴 정도였다.<br />
                    <br />
                    산업과 금융으로 축적한 막대한 재산을 바탕으로, 그들은 여러 예술 기관을 후원해 왔고 유럽 각지의 갤러리와 극장, 전시회에 리터 가문의 이름이 기록되어 있다. <br />
                    <br />
                    도련님의 부친이신 에드가 리터께서는 빈에서 각종 사업으로 대성한 부호셨고, 모친 캐서린 리터 부인은 미국의 예술명문 베넷 가 출신으로 여러 예술 재단과 깊은 연을 맺고 있었다. 오페라 관람을 위해 자매들과 빈으로 왔던 젊은 시절의 부인은 그곳에서 주인님과 만나 결혼했다. <br />
                    <br />
                    남들이 보기에 이보다 부러운 사람이 있을까? 날 때부터 부와 명예, 아름다운 외모와 탄탄대로를 보장받은 세기의 행운아, 그것이 우리 도련님이신 크리스티안 리터 였다. 인간사에서 예술이란 사치였다. 인간이란 기본 욕구가 충족되고 걱정거리가 없게 되어서야 문화와 예술을 누리려 한다던가? 화려한 저택과 드넓은 정원에 둘러싸여 애초에 부족한 것 하나 없이 자라난 도련님은 예술에 대한 갈망으로서 기본욕구가 시작한 것이나 다름없었다. 저택의 복도에는 늘 거장들의 회화가 걸려있었고, 정원에는 하나하나 가치를 매기기도 어려운 조각상이 늘어서 있었다. 어린 시절부터 시간이 남으면 리터 부인의 예술작품 컬렉션 사이에서 시간을 보내게 된 것도 자연스러운 일 일것이다. <br />
                    <br />
                    도련님은 종종 작품 앞에서 한참을 서계시곤 했다. 그때까지만 해도 나는 그것이 단순히 부인을 닮은 취미라고 생각했다. <br />

                </p>
 
                <h3>균형</h3>
                <p className="s3-para">
                    도련님의 능력이 처음 나타난 것은 어린 시절 저택의 전시실에서였다. <br />
                    <br />
                    그날 도련님은 대리석 조각상을 바라보고 계셨다. 뮌헨 출신의 조각가 에밀 베르너의 작품으로 주인님이 아끼는 컬렉션 중 하나라고 할 수 있다. 천사의 날개처럼 새하얀 대리석에 완벽한 비율로 섬세하게 조각된 신의 모습을 보고 있노라면 별다른 예술적 소양이 없는 사람이라도 첫눈에 매료될 수 밖에 없는, 그런 작품. 그러나 도련님은 달랐다. 조각을 한참 쳐다보던 도련님은 혼잣말로 짧게 중얼거렸다. <br />
                    <br />
                    “기울었어.” <br />
                    <br />
                    옆에 있던 관리인은 웃으며 대수롭지 않게 넘겼지만 곧 이상한 일이 일어났다. <br />
                    <br />
                    조각상이 천천히 움직인 것이다. <br />
                    누군가 밀지 않았는데도 마치 보이지 않는 힘에 의해 밀린 것처럼 아주 미묘하게 위치가 바뀌었다. 그러곤 정확히 균형을 이루는 지점에서 멈췄다. 관리인이 놀라 소리를 질렀지만 도련님은 아무렇지 않게 말씀하셨다. <br />
                    <br />
                    “이제 괜찮네.” <br />
                    <br />
                    그날 이후로 저택 사람들은 한 가지 사실을 알게 되었다. 도련님은 중력을 조종해서 사물의 균형을 바꿀 수 있는 능력자였던 것이다. <br />
                    아주 미세한 차이여서 자세히 보지 않으면 눈치채기 힘들 정도의 불균형, 도련님은 타고난 예술적 감각과 날카로운 심미안으로 그 부조화를 꿰뚫어보고 직접 수정한 것이었다. 맙소사, 저 거리의 부랑자가 이 광경을 본다면 신은 불공평하다며 스스로를 저주하지 않을까? 날 때부터 받은 이 물질적 축복들도 모자라 천재적인 미학적 관찰력에, 손 안대고도 사물을 뒤틀어버리는 편리한 능력까지 갖게 되었으니. 그분은 그야말로 신의 총아라는 표현이 적합했다. <br />

                    
                </p>

                <h3>바이스 예술학교</h3>
                <p className="s3-para">
                    (이하 내용은 도련님의 유학 시절 편지와 학교 관계자 증언을 바탕으로 정리) <br />
                    <br />
                    청년이 된 도련님은 유학을 미국으로 유학을 떠났다. 행선지는 바이스 예술학교. 리터 부인은 한번쯤 고향인 미국에 아들을 보내고 싶어했으니 절호의 기회였던 것이다. <br />
                    <br />
                    그곳에서 도련님이 만난 그 학생의 이야기는 유명했다. <br />
                    <br />
                    엘프리데 바이스. <br />
                    <br />
                    오스트리아의 촉망 받는 조각가이자 주인님의 지인이신 안드레 바이스의 딸로, 이미 학교 안에서는 잘 알려진 이름이었다고 한다. 도련님께서는 처음 그녀를 본 날, 내게 편지로 이렇게 말씀하셨다. <br />
                    <br />
                    ‘지금까지 본 작품 중에 가장 아름다워. 정말 흥미로웠어. <br />
                    <br />
                    아름다운게 전부라면, 그녀는 내게 지금 가장 가치 있는 인물이야.’ <br />
                    <br />
                    그 말이 무엇을 의미하는지 나는 정확히 알 수 없지만, 그날 이후 도련님은 종종 엘프리데 양의 이야기를 편지에 적어 보내시곤 했다. 아니, 거의 매 편지마다 그녀에 대한 극찬이 담겨있었다고 해도 과언이 아니다. 유럽에 있는 내가 편지만 읽어도 미국에 있는 그녀의 일거수일투족을 그녀의 부모님보다 자세히 알게 되는 거 아닌가 싶은 기분이 들정도로. 정작 들리는 소문에 의하면, 그리고 편지의 내용으로만 짚어봐도 엘프리데 양의 반응은 그다지 좋지 않았다고 하지만. <br />
                    <br />
                    도련님은 어딜가나 엘프리데 양을 쫓아다니며 친근하게 굴었지만 엘프리데 양은 대부분 짧게 대답하거나 아예 무시해 버렸다고 한다. <br />
                    <br />
                    그리고 역시나 도련님은 이를 전혀 신경 쓰지 않았다. 도련님과 가까운 가족들, 사용인들은 모두 아는 사실이지만 도련님은 사람을 볼 때도 작품 대하듯이 행동하곤 했으니까. 마음에 든 예술작품이 있을 때 그 작품의 기분을 고려하는 사람은 없을 것이다. 내가 이 작품이 마음에 드는데 이 작품이 나를 마음에 들어 하는지는 무슨 상관이겠는가? <br />
                </p>

                <h3>선택</h3>
                <p className="s3-para">
                    엘프리데 양의 절친한 친구였던 티샤 홀링스워스에 대해서는 나도 당연히 알고 있었다. 두 사람은 항상 붙어 다녔지만 티샤 양이 예술학교를 먼저 졸업하고 자취를 감추었고, 엘프리데 양은 불안정한 모습을 보이는 것 같았다. 미운 정도 정이라고, 티샤 양이 없는 동안에도 꾸준히 다가오는 도련님과 꽤 돈독해진 것도 같았다. <br />
                    <br />
                    ‘엘프리데는 의연한 척하는데, 사실은 아무한테도 안 말하고 단서를 찾으러 다니며 애쓰고 있어. 별다른 진전은 없어보이고.’ <br />
                    <br />
                    그렇게 3년의 시간이 흐른 뒤 도련님은 엘프리데 양과 함께 예술학교를 졸업하셨다. 나를 포함한 가문의 사용인 몇은 주인님 내외와 함께 도련님의 졸업을 축하하러 미국으로 건너갔다.<br />
                    도련님은 전시기간 동안 미국생활을 정리하고 오스트리아의 본가로 돌아갈 준비를 하고 계셨다. 그러던 어느 날 엘프리데 양이 돌연 도련님이 계신 곳으로 찾아왔다.<br />
                    <br />
                    그녀는 항상 도련님을 피해 다녔으면 다녔지, 먼저 찾아오는 일은 없었다. 나는 처음엔 당황했고, 곧 문이 열리자마자 아무 말없이 도련님께 걸어가 뺨을 치는 그녀를 보고는 경악했다. 세상 그 누가 도련님께 손을 댈 수 있었을까? 주인님 내외도, 가정교사들도 어찌하지 못했던 일을 엘프리데 양이 한 치의 망설임도 없이 저질러버렸다. <br />
                    <br />
                    “넌 알고 있었지?”<br />
                    <br />
                    엘프리데 양은 차가운 눈동자로 도련님을 노려보며 말했다. 그 말을 듣자마자 이 모든 상황을 짐작할 수 있었다. 사실 티샤 양의 행방을, 도련님은 알고 있었다. 가문의 정보망을 약간만 사용하면 어려운 일이 아니었다. 그러나 그 사실을 엘프리데 양에게 말하지 않았던 것이다. 그녀의 환심을 사려한다면 이보다 더한 기회가 없었을 텐데도, 그냥 함구했다. 처음엔 그저 그녀가 티샤 양을 찾아 다니며 망가져가는 모습을 즐기는 도련님의 가학적 취미라고 생각했다. 혹은 엘프리데 양이 끔찍이 아끼는 티샤 양에 대한 질투로 둘이 갈라진 이 상황을 딱히 개선하고 싶지 않았던 걸 수도 있겠다 싶었다. 하지만 그게 아니었다는 것을 곧 깨달았다. <br />
                    <br />
                    난생 처음으로 타인에게 손찌검을 당한 도련님은 놀라지도 않고 돌아간 고개를 천천히 되돌리며 잠시 그녀를 바라보다가 아주 담담하게 말했다. <br />
                    <br />
                    “네가 물어보지 않았잖아.” <br />
                    <br />
                    “항상 그런 식이야! 배려하는 척, 선택지를 주려는 척, 남의 머리꼭대기에서 놀며 비웃기나 하지. 내가 얼마나 우스웠을까? 역겨운 자식.” <br />
                    <br />
                    엘프리데 양은 자신의 속마음을 내보이지 않는 철두철미한 여성이지만 지금 이 순간만큼은 주변의 시선도 잊고 격정을 토해내고 있었다. 그녀의 심정은 모르는 것은 아니다. 도련님은 이해하기 힘든 사람이었다. 그건 거의 평생을 곁에서 지켜본 내게도 마찬가지다.  <br />
                    <br />
                    도련님은 그저 엘프리데 양이 ‘선택’하게 한 것이다. 엘프리데 양도 아마 알고는 있었을 것이다. 도련님은 그녀가 원하는 것을 얻을 능력도, 그녀의 말 한 마디면 기꺼이 그것을 내어줄 호의도 있다는 것을. 그러나 그녀는 도련님을 선택하지 않았고, 도련님은 늘 그렇듯 요구 받은 이상은 개입하지도, 강요하지도 않은 채 관망했을 뿐. 결국 한바탕 감정을 쏟아낸 뒤 엘프리데 양은 떠나버렸고 도련님은 그녀를 붙잡거나 변명하기는 커녕 마치 아무 일도 없었던 것처럼 하던 일을 마저 했다. <br />
                </p>

                <h3>관찰자</h3>
                <p className="s3-para">
                    졸업 후 도련님은 비평가로 활동하며 여러 지면에 그 이름을 알리고 있다. 온 유럽의 예술계에서 그 분의 칼럼을 주목한다. 그는 여전히 작품을 이야기하고, 세상을 평가하고 있다. <br />
                    <br />
                    그리고 여전히 엘프리데 양의 곁에 있다. 그 사건 이후, 난 그녀가 더 이상 도련님을 상종하지 않으려 하겠거니 싶었다. 그렇게 애정을 갈구하던 대상과 하루아침에 관계가 틀어져버렸는데도, 도련님은 딱히 매달리거나 쫓아가지 않았다. 마치 이대로 영영 안보고 살아도 괜찮은 것처럼.  <br />
                    <br />
                    하지만 설마 이렇게 되리라고 예상했기 때문이었을까? 의외로 화해의 손길을 먼저 내민 것은 엘프리데 양이었다. 파리에 있는 그녀로부터 편지 한 통을 전해 받고는 평론 활동을 잠정 중단하고 즉시 여행길에 올랐다. 동업 관계인 것을 공식적으로는 부정하나 은밀히 접선하거나 때때로 동행하는 것처럼 보인다. 최근에는 네덜란드의 유력가, 드로스트의 인물들과도 만났다고 하던데, 자세히는 알려주지 않았다.<br />
                    <br />
                    그녀는 도련님을 완전히 신뢰하지 않는 것처럼 보이나, 완전히 끊어내지도 않고 있다. <br />
                    나는 오랫동안 리터 가문을 섬겨왔고. 수많은 귀족과 예술가를 보아 왔다. 하지만 지금까지도 도련님을 완전히 이해하지 못했다.<br />
                    <br />
                    다만 한 가지는 확실히 알고 있다. 도련님은 언제나 사람을, 그리고 이 세상을 경매장에서 발견해 소장 여부를 결정할 예술품 대하듯이 바라본다. 마치 평론가처럼. 그 분의 미학에 맞는 것은 무슨 수를 써서도 얻으려 하고, 맞지 않는 것은 전혀 관심을 두지 않는 것. 지금은 그 대상이 엘프리데 양과 그녀의 주변인들에게로 쏠려있지만, 언젠가는 흥미를 잃어 관심 밖으로 밀려날지 아무도 모르는 일이었다. <br />
                </p>

            </div>
        </section>
    );
}

// 또는 함수 선언 후 맨 아래에 아래 줄을 추가하세요.
// export default Ability;