// Ability.jsx 예시
import React from "react";

export default function Report() {
    return (
        <section class="content">
            <div class="s4">
                <h2 class="mt0">프로필</h2>
                <p class="prof">
                <span><b>본명</b> <i>크리스티안 리터</i></span>
                <span><b>코드명</b> <i>CRITIC</i></span>
                <span><b>연령</b> <i>28세   </i></span>
                <span><b>국적</b> <i>오스트리아   </i></span>
                <span><b>신장</b> <i>188cm  </i></span>
                <span><b>체중</b> <i>80kg   </i></span>
                <span><b>소속</b> <i>없음 </i></span>
                <span><b>직업</b> <i>미술비평가   </i></span>
                </p>
            
 
                <h2>관찰</h2>
                <p className = "s4_para">
                   오스트리아의 대부호 리터 부부의 유일한 상속자인 크리스티안은 그 출신만으로 세간의 이목을 끄는 인물이다. 그러나 그 이면은 퇴폐주의 미학을 추종하는 지독한 탐미주의자로 바이스 예술학교에서 유학하며 미적 가치에 대한 집착과 예술적 소양에 두각을 드러냈다. 알려진 바에 따르면 공간의 균형을 감지하고 그것을 미적으로 재구성하기 위해 중력 벡터를 조정하는 중력능력자이다. 그는 이를 “추한 움직임을 교정하는 행위”라고 표현한다.
                    <br />
                    미국 유학시절 만난 동급생 엘프리데 바이스에게 매료되어 졸업 후에도 그녀의 의사와 상관없이 곁에 머무는 것으로 보인다. 엘프리데, 그리고 그녀의 뒤에 있을 드로스트 가문과도 연관되어 있다는 소문이 있으나 진위여부는 확인할 길이 없다. <br />
                </p>
                

                <h2>능력</h2>
                <p className = "s4_para" >
                    중력미학(Gravitas Aesthetic)으로 불리는 중력조작 능력. 전투 중에도 미에 대한 그의 집착은 기이할 정도라 중력을 반전시켜 공중에 띄우는 데에 그치지 않고 입맛대로 위치와 공간구성을 조정한다. <br />
                </p>


                <h2>성격</h2>
                <p className = "s4_para" >
                    냉정하고 오만한 탐미주의자. 모든 것을 미적 기준으로 평가하며, 자신이 아름답다고 판단한 대상에게만 호의를 보인다. 그에게 있어 윤리나 감정은 미보다 열등한 가치에 불과하다. <br />
                </p>
                
                <h2>관계</h2>
                <p className = "s4_para" >
                    으레 있는집 출신 자제들이 그렇듯 기본적으로 대부분의 타인을 깔보는 오만한 태도를 가졌다. 따라서 사적으로 그가 먼저 나서서 누군과와 친밀한 관계를 맺는 일은 극히 드물다. 학생시절부터 엘프리데 바이스에게 흥미를 보이고 있어 그녀의 곁에 머물며 그 주변인, 그리고 드로스트 가문과도 어느 정도 관계를 맺고 있는 듯하다. <br />
                </p>
</div>
    </section>
    );
}

